package com.javarush.test.level03.lesson12.home02;

/* Я не хочу изучать Java, я хочу большую зарплату
Вывести на экран десять раз надпись «Я не хочу изучать Java, я хочу большую зарплату»
*/

import java.io.BufferedReader;
import java.io.InputStream;
import java.io.InputStreamReader;
import java.io.Reader;

public class Solution
{
    public static void main(String[] args)
    {
        //SOLVED
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");
        System.out.println("Я не хочу изучать Java, я хочу большую зарплату");

    }
}
